Repository: zjb-666/juyuan_claw
Catalog: product/windows-hub/src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# DebugPage_ForceGatewayChatUI2.Content
source: Force Gateway Chat UI
nl_nl: Forceer chat-UI van gateway

# DebugPage_ForceCompanionChatUI2.Content
source: Force Companion Chat UI
nl_nl: Forceer chat-UI van companion

# DebugPage_Refresh.Text
source: Refresh
nl_nl: Vernieuwen

# DebugPage_Copy.Text
source: Copy
nl_nl: Kopiëren

# DebugPage_OpenFile.Text
source: Open file
nl_nl: Bestand openen

# InstancesPage_PairingApprovalRequired.Text
source: Pairing approval required
nl_nl: Goedkeuring voor koppelen vereist

# InstancesPage_ANodeHasConnected.Text
source: A node has connected but its capabilities won't activate until you approve the pairing request.
nl_nl: Een node heeft verbinding gemaakt, maar zijn mogelijkheden worden pas geactiveerd nadat u het koppelverzoek hebt goedgekeurd.

# InstancesPage_ReviewOnConnectionPage.Content
source: Review on Connection page
nl_nl: Bekijken op pagina Verbinding

# PermissionsPage_Permissions.Text
source: Permissions
nl_nl: Machtigingen

# PermissionsPage_NodeMode.Text
source: Node mode
nl_nl: Nodemodus

# PermissionsPage_WhenOnThisPC.Text
source: When on, this PC registers as a node and offers the capabilities below to agents over the gateway.
nl_nl: Wanneer ingeschakeld, registreert deze pc zich als node en biedt onderstaande mogelijkheden aan agents via de gateway.

# PermissionsPage_Capabilities.Text
source: Capabilities
nl_nl: Mogelijkheden

# PermissionsPage_ToggleIndividualFeaturesThat.Text
source: Toggle individual features that agents may request from this PC.
nl_nl: Schakel afzonderlijke functies in of uit die agents van deze pc kunnen vragen.

# PermissionsPage_Integrations.Text
source: Integrations
nl_nl: Integraties

# PermissionsPage_DefaultAction.Text
source: Default action
nl_nl: Standaardactie

# PermissionsPage_WhatHappensWhenA.Text
source: What happens when a command doesn't match any rule below.
nl_nl: Wat gebeurt er als een opdracht aan geen enkele regel hieronder voldoet.

# PermissionsPage_PatternsAreMatchedLeft.Text
source: Allowlist patterns match resolved executable paths. Use wildcards such as **/git.exe. Changes save automatically.
nl_nl: Allowlistpatronen worden vergeleken met opgeloste paden van uitvoerbare bestanden. Gebruik jokertekens zoals **/git.exe. Wijzigingen worden automatisch opgeslagen.

# PermissionsPage_Saved.Text
source: Saved
nl_nl: Opgeslagen

# PermissionsPage_0Rules.Text
source: 0 rules
nl_nl: 0 regels

# PermissionsPage_NoRulesYetAdd.Text
source: No rules yet. Add a pattern below to deny, allow, or ask for specific commands.
nl_nl: Nog geen regels. Voeg hieronder een patroon toe om specifieke opdrachten te weigeren, toe te staan of te vragen.

# PermissionsPage_CameraMicrophoneAmpScreen.Text
source: Camera, microphone & screen access
nl_nl: Toegang tot camera, microfoon &amp; scherm

# PermissionsPage_SystemLevelPrivacyPermissions.Text
source: System-level privacy permissions are managed by Windows. Open Windows Privacy Settings to grant or revoke OpenClaw access.
nl_nl: Privacymachtigingen op systeemniveau worden beheerd door Windows. Open Windows-privacyinstellingen om OpenClaw toegang te verlenen of in te trekken.

# SandboxPage_NodeSandboxIsOn.Text
source: Node sandbox is on
nl_nl: Node-sandbox is ingeschakeld

# SandboxPage_ProgramsTheAgentRuns.Text
source: Programs the agent runs on this PC are contained.
nl_nl: Programma's die de agent op deze pc uitvoert zijn ingesloten.

# SandboxPage_WhatGetsContained.Text
source: What gets contained
nl_nl: Wat er wordt ingesloten

# SandboxPage_SeeWhichCommandsThis.Text
source: See which commands this page covers and which need different controls.
nl_nl: Bekijk welke opdrachten deze pagina dekt: en welke andere besturingselementen nodig hebben.

# SandboxPage_CommandsTheAgentRuns.Text
source: Commands the agent runs through the Windows node (
nl_nl: Opdrachten die de agent via de Windows-node uitvoert (

# SandboxPage_AreContainedByThe.Text
source: ) are contained by the settings below.
nl_nl: ) worden ingesloten door onderstaande instellingen.

# SandboxPage_CommandsTheAgentRuns2.Text
source: Commands the agent runs directly on the gateway aren't. If the gateway is on WSL on this PC they can reach your Windows files, clipboard, and network: use the gateway's exec approvals.
nl_nl: Opdrachten die de agent rechtstreeks op de gateway uitvoert niet. Als de gateway op WSL op deze pc draait, kunnen ze uw Windows-bestanden, klembord en netwerk bereiken: gebruik de exec-goedkeuringen van de gateway.

# SandboxPage_SandboxUnavailable.Title
source: Sandbox unavailable
nl_nl: Sandbox niet beschikbaar

# SandboxPage_LearnMoreAboutMXC.Content
source: Learn more about MXC sandboxing
nl_nl: Meer informatie over MXC-sandboxing

# SandboxPage_SecurityLevel.Text
source: Security level
nl_nl: Beveiligingsniveau

# SandboxPage_OneClickToSet.Text
source: One click to set every control below. Custom folders stay as you set them.
nl_nl: Eén klik om alle besturingselementen hieronder in te stellen. Aangepaste mappen blijven zoals u ze hebt ingesteld.

# SandboxPage_LockedDown.Text
source: 🔒 Locked Down
nl_nl: 🔒 Vergrendeld

# SandboxPage_NoInternetNoClipboard.Text
source: No internet, no clipboard, no standard user folders.
nl_nl: Geen internet, geen klembord, geen standaard gebruikersmappen.

# SandboxPage_Recommended.Text
source: 🛡 Recommended
nl_nl: 🛡 Aanbevolen

# SandboxPage_InternetOnReadOnly.Text
source: Internet on. Read-only on Documents, Downloads, Desktop. Clipboard read.
nl_nl: Internet aan. Alleen-lezen op Documenten, Downloads, Bureaublad. Klembord lezen.

# SandboxPage_Unprotected.Text
source: ⚠ Unprotected
nl_nl: ⚠ Onbeschermd

# SandboxPage_InternetOnReadWrite.Text
source: Internet on. Read+write on Documents, Downloads, Desktop. Clipboard read+write.
nl_nl: Internet aan. Lezen + schrijven op Documenten, Downloads, Bureaublad. Klembord lezen + schrijven.

# SandboxPage_CustomFolderGrantsStill.Title
source: Custom folder grants still active
nl_nl: Aangepaste mapmachtigingen nog steeds actief

# SandboxPage_Files.Text
source: 📁 Files
nl_nl: 📁 Bestanden

# SandboxPage_ByDefaultTheAgent.Text
source: By default the agent only has a temporary workspace folder it can read and write. Grant access to user folders below. SSH keys, browser profiles, and OpenClaw's own settings are always blocked.
nl_nl: Standaard heeft de agent alleen een tijdelijke werkmap die hij kan lezen en schrijven. Geef hieronder toegang tot gebruikersmappen. SSH-sleutels, browserprofielen en OpenClaw's eigen instellingen worden altijd geblokkeerd.

# SandboxPage_Documents.Text
source: Documents
nl_nl: Documenten

# SandboxPage_Blocked.Content
source: Blocked
nl_nl: Geblokkeerd

# SandboxPage_ReadOnly.Content
source: Read only
nl_nl: Alleen-lezen

# SandboxPage_ReadAmpWrite.Content
source: Read & write
nl_nl: Lezen &amp; schrijven

# SandboxPage_Downloads.Text
source: Downloads
nl_nl: Downloadmap

# SandboxPage_Blocked2.Content
source: Blocked
nl_nl: Geblokkeerd

# SandboxPage_ReadOnly2.Content
source: Read only
nl_nl: Alleen-lezen

# SandboxPage_ReadAmpWrite2.Content
source: Read & write
nl_nl: Lezen &amp; schrijven

# SandboxPage_Desktop.Text
source: Desktop
nl_nl: Bureaublad

# SandboxPage_Blocked3.Content
source: Blocked
nl_nl: Geblokkeerd

# SandboxPage_ReadOnly3.Content
source: Read only
nl_nl: Alleen-lezen

# SandboxPage_ReadAmpWrite3.Content
source: Read & write
nl_nl: Lezen &amp; schrijven

# SandboxPage_ToolDirectoriesOnYour.Text
source: Tool directories on your PATH are also granted read-only inside the sandbox, so command-line tools like git, node, python, and dotnet are usable. Drive roots are never granted.
nl_nl: Mapdirectory's op uw PATH krijgen ook alleen-lezen toegang binnen de sandbox, zodat opdrachtregelhulpprogramma's zoals git, node, python en dotnet bruikbaar zijn. Stationswortels worden nooit toegekend.

# SandboxPage_CustomFolders.Text
source: Custom folders
nl_nl: Aangepaste mappen

# SandboxPage_CustomGrantsAreAdded.Text
source: Custom grants are added on top of the rules above. Adding a folder inside Documents/Downloads/Desktop with broader access will override the row-level setting for that path.
nl_nl: Aangepaste machtigingen worden toegevoegd bovenop de regels hierboven. Een map binnen Documenten/Downloads/Bureaublad toevoegen met bredere toegang overschrijft de rij-instelling voor dat pad.

# SandboxPage_Blocked4.Content
source: Blocked
nl_nl: Geblokkeerd

# SandboxPage_ReadOnly4.Content
source: Read only
nl_nl: Alleen-lezen

# SandboxPage_ReadAmpWrite4.Content
source: Read & write
nl_nl: Lezen &amp; schrijven

# SandboxPage_NoCustomFoldersAdded.Text
source: No custom folders added.
nl_nl: Geen aangepaste mappen toegevoegd.

# SandboxPage_AddFolder.Content
source: Add folder
nl_nl: Map toevoegen

# SandboxPage_Clipboard.Text
source: 📋 Clipboard
nl_nl: 📋 Klembord

# SandboxPage_ClipboardOftenContainsPasswords.Text
source: Clipboard often contains passwords, tokens, and private text. Read access may leak this to the agent (and over the internet, if enabled).
nl_nl: Het klembord bevat vaak wachtwoorden, tokens en privétekst. Leestoegang kan deze lekken naar de agent (en via internet, indien ingeschakeld).

# SandboxPage_NoneDefault.Content
source: None (default)
nl_nl: Geen (standaard)

# SandboxPage_ReadAgentCanSee.Content
source: Read: agent can see what you copied
nl_nl: Lezen: agent kan zien wat u hebt gekopieerd

# SandboxPage_WriteAgentCanReplace.Content
source: Write: agent can replace your clipboard (cannot read it)
nl_nl: Schrijven: agent kan uw klembord vervangen (kan het niet lezen)

# SandboxPage_ReadAmpWrite5.Content
source: Read & write
nl_nl: Lezen &amp; schrijven

# SandboxPage_Network.Text
source: 📡 Network
nl_nl: 📡 Netwerk

# SandboxPage_AllowInternet.Header
source: Allow internet
nl_nl: Internet toestaan

# SandboxPage_IfFileOrClipboard.Text
source: If file or clipboard read access is enabled, the agent may send that data over the internet.
nl_nl: Als bestand- of klembordleestoegang is ingeschakeld, kan de agent die gegevens via internet verzenden.

# SandboxPage_LocalNetworkDevicesAnd.Text
source: Local network devices and shares are not included yet.
nl_nl: Lokale netwerkapparaten en gedeelde mappen zijn nog niet inbegrepen.

# SandboxPage_Limits.Text
source: ⏱ Limits
nl_nl: ⏱ Limieten

# SandboxPage_CommandTimeout30Sec.Text
source: Command timeout: 30 sec
nl_nl: Time-out van opdracht: 30 sec

# SandboxPage_MaximumCapturedOutputTruncates.Text
source: Maximum captured output (truncates beyond this; does not limit disk, memory, or CPU):
nl_nl: Maximaal vastgelegde uitvoer (afgekapt boven deze grens; beperkt geen schijf, geheugen of CPU):

# SandboxPage_4MiBDefault.Content
source: 4 MiB (default)
nl_nl: 4 MiB (standaard)

# SessionsPage_Sessions.Text
source: Sessions
nl_nl: Sessies

# SessionsPage_Refresh.Text
source: Refresh
nl_nl: Vernieuwen

# SessionsPage_All.Text
source: All
nl_nl: Alle

# SessionsPage_ShowCompleted.Header
source: Show ended
nl_nl: Beëindigde sessies tonen

# SessionsPage_ShowBackground.Header
source: Show background
nl_nl: Achtergrondsessies tonen

# SessionTitle_Main
source: Main session
nl_nl: Hoofdsessie

# SessionTitle_Global
source: Global session
nl_nl: Globale sessie

# SessionTitle_Unknown
source: Unknown session
nl_nl: Onbekende sessie

# SessionTitle_Direct
source: {0} direct message
nl_nl: Direct bericht via {0}

# SessionTitle_Group
source: {0} group
nl_nl: Groep op {0}

# SessionTitle_Channel
source: {0} channel
nl_nl: Kanaal op {0}

# SessionTitle_Thread
source: {0} thread
nl_nl: Thread op {0}

# SessionTitle_DirectGeneric
source: Direct message
nl_nl: Direct bericht

# SessionTitle_GroupGeneric
source: Group conversation
nl_nl: Groepsgesprek

# SessionTitle_ChannelGeneric
source: Channel conversation
nl_nl: Kanaalgesprek

# SessionTitle_ThreadGeneric
source: Thread
nl_nl: Discussie

# SessionTitle_Cron
source: Scheduled task
nl_nl: Geplande taak

# SessionTitle_Heartbeat
source: Heartbeat
nl_nl: Hartslag

# SessionTitle_Subagent
source: Subagent
nl_nl: Deelagent

# SessionTitle_Acp
source: ACP session
nl_nl: ACP-sessie

# SessionTitle_Dashboard
source: New session
nl_nl: Nieuwe sessie

# SessionTitle_Tui
source: Terminal session
nl_nl: Terminalsessie

# SessionTitle_Hook
source: Hook run
nl_nl: Hook-uitvoering

# SessionTitle_Harness
source: Harness session
nl_nl: Testsessie

# SessionTitle_Voice
source: Voice call
nl_nl: Spraakoproep

# SessionTitle_Dreaming
source: Dreaming
nl_nl: Dromen

# SessionTitle_System
source: Background task
nl_nl: Achtergrondtaak

# SessionSubtitle_Account
source: account {0}
nl_nl: gebruikersaccount {0}

# SessionSubtitle_Agent
source: agent {0}
nl_nl: assistent {0}

# SessionSubtitle_Node
source: node {0}
nl_nl: knooppunt {0}

# SessionsPage_GatewayDisconnected.Title
source: Gateway disconnected
nl_nl: Gateway losgekoppeld

# SessionsPage_GatewayDisconnected.Message
source: Connect to a gateway to load sessions.
nl_nl: Maak verbinding met een gateway om sessies te laden.

# SessionsPage_OpenConnection.Content
source: Open Connection
nl_nl: Verbinding openen

# SessionsPage_LoadingSessions.Text
source: Loading sessions...
nl_nl: Sessies worden geladen…

# SessionsPage_NoActiveSessions.Text
source: No active sessions
nl_nl: Geen actieve sessies

# SessionsPage_Reset.Text
source: Reset
nl_nl: Resetten

# SessionsPage_Compact.Text
source: Compact
nl_nl: Compact maken

# SessionsPage_Checkpoints.Text
source: Checkpoints
nl_nl: Controlepunten

source: View, branch or restore compaction checkpoints
nl_nl: Compactiecontrolepunten bekijken, vertakken of herstellen

# SessionsPage_ExportTranscript.Text
source: Export transcript
nl_nl: Transcript exporteren

source: Save the conversation transcript to a text file
nl_nl: Het gesprekstranscript opslaan als tekstbestand

# SessionsPage_Delete.Text
source: Delete
nl_nl: Verwijderen

# SessionActionPrompt_Reset_Title
source: Reset session?
nl_nl: Sessie resetten?

# SessionActionPrompt_Reset_BodyFormat
source: Start a fresh session for “{0}”? The current conversation context will be cleared.
nl_nl: Een nieuwe sessie starten voor '{0}'? De huidige gesprekscontext wordt gewist.

# SessionActionPrompt_Reset_ConfirmLabel
source: Reset
nl_nl: Resetten

# SessionActionPrompt_CancelLabel
source: Cancel
nl_nl: Annuleren

# SessionActionPrompt_Compact_Title
source: Compact session log?
nl_nl: Sessielog compact maken?

# SessionActionPrompt_Compact_BodyFormat
source: Keep the most recent messages for “{0}” and archive the rest. This creates a compaction checkpoint; export the transcript first if you need the full history.
nl_nl: Bewaar de meest recente berichten voor '{0}' en archiveer de rest. Hiermee wordt een compactiecontrolepunt gemaakt; exporteer eerst het transcript als u de volledige geschiedenis nodig hebt.

# SessionActionPrompt_Compact_ConfirmLabel
source: Compact
nl_nl: Compact maken

# SessionActionPrompt_Delete_Title
source: Delete session?
nl_nl: Sessie verwijderen?

# SessionActionPrompt_Delete_BodyFormat
source: Delete “{0}” and archive its transcript? It will be removed from the session list.
nl_nl: '{0}' verwijderen en het transcript archiveren? De sessie wordt uit de sessielijst verwijderd.

# SessionActionPrompt_Delete_ConfirmLabel
source: Delete
nl_nl: Verwijderen

# SessionActionPrompt_Restore_Title
source: Restore checkpoint?
nl_nl: Controlepunt herstellen?

# SessionActionPrompt_Restore_BodyFormat
source: Roll “{0}” back to this compaction checkpoint? Messages added after the checkpoint will be archived.
nl_nl: '{0}' terugzetten naar dit compactiecontrolepunt? Berichten die na het controlepunt zijn toegevoegd, worden gearchiveerd.

# SessionActionPrompt_Restore_ConfirmLabel
source: Restore
nl_nl: Herstellen

# SettingsPage_Settings.Text
source: Settings
nl_nl: Instellingen

# SettingsPage_General.Text
source: General
nl_nl: Algemeen

# SettingsRow_AppTheme_Header.Text
source: App theme
nl_nl: Appthema

# SettingsRow_AppTheme_Description.Text
source: Choose light, dark, or use your Windows setting.
nl_nl: Kies licht, donker of gebruik uw Windows-instelling.

# SettingsPage_AppTheme_System.Content
source: System
nl_nl: Systeem

# SettingsPage_AppTheme_Light.Content
source: Light
nl_nl: Licht

# SettingsPage_AppTheme_Dark.Content
source: Dark
nl_nl: Donker

# SettingsPage_Notifications.Text
source: Notifications
nl_nl: Meldingen

# SettingsPage_Chat.Text
source: Chat
nl_nl: Gesprek

# SettingsRow_ShowToolCalls_Header.Text
source: Show tool calls and usage
nl_nl: Toolaanroepen en gebruik weergeven

# SettingsRow_ShowToolCalls_Description.Text
source: Show tool-call and token-usage details inline in the conversation.
nl_nl: Details van toolaanroepen en tokengebruik inline in het gesprek weergeven.

# SettingsPage_Privacy.Text
source: Privacy
nl_nl: Privacybeheer

# SettingsPage_LocalGateway.Text
source: Local Gateway
nl_nl: Lokale gateway

# SettingsPage_Developer.Text
source: Developer
nl_nl: Ontwikkelaar

# SettingsPage_AppInfoExpander.Header
source: App info
nl_nl: Appgegevens

# SettingsPage_AppInfoCheckUpdates.Content
source: Check for updates
nl_nl: Controleren op updates

# SettingsPage_AppInfoLabel_AppName.Text
source: App name
nl_nl: Appnaam

# SettingsPage_AppInfoLabel_Version.Text
source: Version
nl_nl: Versie

# SettingsPage_AppInfoLabel_BuildDate.Text
source: Build date
nl_nl: Builddatum

# SettingsPage_AppInfoLabel_Runtime.Text
source: Runtime
nl_nl: Runtimeomgeving

# SettingsPage_AppInfoLabel_Architecture.Text
source: Architecture
nl_nl: Architectuur

# SettingsPage_AppInfoLabel_Windows.Text
source: Windows
nl_nl: Windows-versie

# SettingsPage_AppInfoLabel_UpdateChannel.Text
source: Update channel
nl_nl: Updatekanaal

# SettingsPage_AppInfoLabel_InstallType.Text
source: Install type
nl_nl: Installatietype

# SettingsPage_AppInfoRelatedLinks.Text
source: Related links
nl_nl: Gerelateerde koppelingen

# SettingsPage_AppInfoDocumentation.Content
source: Documentation
nl_nl: Documentatie

# SettingsPage_AppInfoDashboard.Content
source: Dashboard
nl_nl: Dashboardpagina

# SettingsRow_ShowDiagnostics_Header.Text
source: Enable Diagnostics
nl_nl: Diagnostiek inschakelen

# SettingsRow_ShowDiagnostics_Description.Text
source: Developer and troubleshooting tools. On by default for local builds.
nl_nl: Ontwikkelaars- en probleemoplossingshulpmiddelen. Standaard ingeschakeld voor lokale builds.

# SettingsPage_LocalGatewaySetup_Header.Text
source: Set up or reconfigure Local Gateway
nl_nl: Lokale gateway instellen of opnieuw configureren

# SettingsPage_LocalGatewaySetup_Description.Text
source: Launches setup to install an app-owned OpenClawGateway WSL distro or re-run provider and model setup for an existing one. Existing local gateways are only replaced after confirmation.
nl_nl: Start de setup om een app-beheerde OpenClawGateway WSL-distributie te installeren, of de provider- en modelsetup opnieuw uit te voeren voor een bestaande gateway. Bestaande lokale gateways worden alleen na bevestiging vervangen.

# SettingsPage_OpenLocalGatewaySetup.Content
source: Open setup
nl_nl: Setup openen

# SettingsPage_OnboardWizard_Description.Text
source: Open the OpenClaw onboarding on an installed Local Gateway. Skips WSL installation and jumps straight to configuration.
nl_nl: Open de OpenClaw onboarding op een geïnstalleerde lokale gateway. Slaat de WSL-installatie over en gaat direct naar de configuratie.

# SettingsPage_OpenOnboardWizard.Content
source: Open onboarding
nl_nl: Onboarding openen

# SettingsPage_MSIXInstallationDetected.Title
source: MSIX installation detected
nl_nl: MSIX-installatie gedetecteerd

# SettingsPage_MSIXInstallationDetected.Message
source: Removing OpenClaw from Windows Settings &#x2192; Apps will NOT clean up the Local Gateway (WSL distro, disk image). Use Remove Local Gateway below FIRST, then uninstall OpenClaw.
nl_nl: OpenClaw verwijderen via Windows Instellingen &amp;#x2192; Apps zal de lokale gateway NIET opruimen (WSL-distributie, schijfafbeelding). Gebruik EERST Lokale gateway verwijderen hieronder, en verwijder daarna OpenClaw.

# SettingsPage_RemovesTheWSLDistro.Text
source: Removes the WSL distro (OpenClawGateway), its disk image, autostart entry, and clears gateway credentials. Your MCP token is preserved. Onboarding will reset.
nl_nl: Verwijdert de WSL-distributie (OpenClawGateway), de schijfafbeelding, het item voor automatisch starten en wist de gateway-referenties. Uw MCP-token blijft behouden. Onboarding wordt gereset.

# SettingsPage_RemoveLocalGateway.Content
source: Remove Local Gateway
nl_nl: Lokale gateway verwijderen

# SettingsPage_Saved.Title
source: Saved
nl_nl: Opgeslagen

# SkillsPage_Skills.Text
source: 🧩 Skills
nl_nl: 🧩 Vaardigheden

# SkillsPage_AllAgents.Content
source: All Agents
nl_nl: Alle agents

# SkillsPage_Enabled.Text
source: Enabled
nl_nl: Ingeschakeld

# SkillsPage_Disabled.Text
source: Disabled
nl_nl: Uitgeschakeld

# SkillsPage_LoadingSkills.Text
source: Loading skills...
nl_nl: Vaardigheden worden geladen…

# SkillsPage_NoSkillsInstalled.Text
source: No skills installed
nl_nl: Geen vaardigheden geïnstalleerd

# SkillsPage_SkillsExtendYourAgent.Text
source: Skills extend your agent's capabilities. Install skills via the CLI or ClawHub.
nl_nl: Vaardigheden breiden de mogelijkheden van uw agent uit. Installeer vaardigheden via de CLI of ClawHub.

# UsagePage_GatewayDisconnected.Title
source: Gateway disconnected
nl_nl: Gateway losgekoppeld

# UsagePage_GatewayDisconnected.Message
source: Connect to a gateway to load usage data.
nl_nl: Maak verbinding met een gateway om gebruiksgegevens te laden.

# UsagePage_OpenConnection.Content
source: Open Connection
nl_nl: Verbinding openen

# UsagePage_LoadingDailyCosts.Text
source: Loading daily costs...
nl_nl: Dagelijkse kosten worden geladen…

# UsagePage_NoDailyUsageFor.Text
source: No daily usage for this period
nl_nl: Geen dagelijks gebruik voor deze periode

# VoiceSettingsPage_TestVoiceInput.Text
source: Test Voice Input
nl_nl: Spraakinvoer testen

# VoiceSettingsPage_Record.Text
source: Record
nl_nl: Opnemen

# WorkspacePage_LoadingWorkspaceFiles.Text
source: Loading workspace files…
nl_nl: Werkruimtebestanden worden geladen…

# ChatWindow_WebChatUnavailable.Text
source: Web Chat Unavailable
nl_nl: Web-chat niet beschikbaar

# ChatWindow_Retry.Content
source: Retry
nl_nl: Opnieuw proberen

# ConnectionStatusWindow_ConnectionStatus.Text
source: Connection Status
nl_nl: Verbindingsstatus

# ConnectionStatusWindow_STATEMACHINE.Text
source: STATE MACHINE
nl_nl: STATUSMACHINE

# ConnectionStatusWindow_OPERATOR.Text
source: OPERATOR
nl_nl: BEDIENER

# ConnectionStatusWindow_Off.Text
source: Off
nl_nl: Uit

# ConnectionStatusWindow_Connecting.Text
source: Connecting
nl_nl: Verbinden

# ConnectionStatusWindow_Connected.Text
source: Connected
nl_nl: Verbonden

# ConnectionStatusWindow_Pairing.Text
source: Pairing
nl_nl: Koppelen

# ConnectionStatusWindow_Error.Text
source: Error
nl_nl: Fout

# ConnectionStatusWindow_NODE.Text
source: NODE
nl_nl: KNOOPPUNT

# ConnectionStatusWindow_Off2.Text
source: Off
nl_nl: Uit

# ConnectionStatusWindow_Connecting2.Text
source: Connecting
nl_nl: Verbinden

# ConnectionStatusWindow_Connected2.Text
source: Connected
nl_nl: Verbonden

# ConnectionStatusWindow_Pairing2.Text
source: Pairing
nl_nl: Koppelen

# ConnectionStatusWindow_Error2.Text
source: Error
nl_nl: Fout

# ConnectionStatusWindow_GATEWAYS.Text
source: GATEWAYS
nl_nl: POORTEN

# ConnectionStatusWindow_CREDENTIALS.Text
source: CREDENTIALS
nl_nl: REFERENTIES

# ConnectionStatusWindow_SETUPCODE.Text
source: SETUP CODE
nl_nl: INSTALLATIECODE

# ConnectionStatusWindow_PasteASetupCode.Text
source: Paste a setup code to connect end-to-end.
nl_nl: Plak een installatiecode om end-to-end verbinding te maken.
